startText = """Всемогущий Бот Стрела создан для загрузки видео с Tik Tok!

Почему именно мы? Потому что мы не засоряем ваше время ненужной рекламой, а сосредоточены на качестве.

Как использовать бота?

Просто отправь ссылку на видео с Тик Тока:
"""


videoText = """Скачано в @strela_omnipotent_bot"""


failedText = """
Не удалось загрузить видео, проверьте ссылку и повторите попытку позже...
"""


privateText = "Бот Стрела работает только в приватном чате!"


helpText = """Как использовать бота:

Просто отправьте ссылку на видео с Тик Тока
"""


donationText = """**ДОНАТ**

Стрела Всемогущий сделает твою жизнь еще лучше - отправь ему донат и получи дозу счастья в ответ!

Кто знает, возможно, он будет использовать твой донат на новые стрелы))

**4441 1144 4753 8545**

Для получения дополнительной информации, свяжитесь с @sstrela
"""


waitText = """**Пожалуйста подождите!
Ваше видео уже в пути...**"""


errorText ="""Произошла ошибка, попробуйте отправить мне ссылку повторно!"""